Repository: alfonsoegio/plugin.programm.xbmcmail
Catalog: resources/language/Polish/strings.po
Languages: pl

# #30000
source: Mark Seen
pl: Zaznacz przeczytane

# #30001
source: Mark Unseen
pl: Zaznacz nie przeczytane

# #30002
source: Delete Email
pl: Usuń e-mail

# #30003
source: Delete
pl: Usuń

# #30004
source: Are you sure?
pl: Na pewno?

# #30005
source: Please select your Provider
pl: Proszę wybierz dostawcę

# #30006
source: Connection Error
pl: Błąd połączenia

# #30007
source: Wrong Credentials
pl: Nieprawidłowe listy uwierzytelniające

# #30008
source: Do you want to open the Settings and try again?
pl: Czy chcesz, aby otworzyć Ustawienia i spróbować jeszcze raz?

# #30009
source: Wrong IMAP Server/SSL-Settings
pl: Nie poprawne ustawienia IMAP/SSL

# #30010
source: Page
pl: Strona

# #30011
source: Refresh folder
pl: Odśwież

# #30300
source: Username
pl: Nazwa użytkownika

# #30301
source: Password
pl: Hasło

# #30302
source: IMAP Host
pl: Host IMAP

# #30303
source: Use SSL
pl: Użyj protokołu SSL

# #30304
source: Email-Provider
pl: Dostawca e-mail
