Repository: alfonsoegio/plugin.programm.xbmcmail
Catalog: resources/language/Icelandic/strings.po
Languages: is

# #30000
source: Mark Seen
is: Merkja sem séð

# #30001
source: Mark Unseen
is: Merkja sem óséð

# #30002
source: Delete Email
is: Eyða pósti

# #30003
source: Delete
is: Eyða

# #30004
source: Are you sure?
is: Ertu viss?

# #30005
source: Please select your Provider
is: Vinsamlega veldu þinn þjónustuaðila

# #30006
source: Connection Error
is: Tengivilla

# #30007
source: Wrong Credentials
is: Röng auðkenning

# #30008
source: Do you want to open the Settings and try again?
is: Viltu opna stillingar og reyna aftur?

# #30009
source: Wrong IMAP Server/SSL-Settings
is: Röng stilling fyrir IMAP Miðlara/SSL

# #30010
source: Page
is: Síða

# #30011
source: Refresh folder
is: Endurlesa möppu

# #30300
source: Username
is: Notandanafn

# #30301
source: Password
is: Lykilorð

# #30302
source: IMAP Host
is: IMAP Hýsill

# #30303
source: Use SSL
is: Nota SSL

# #30304
source: Email-Provider
is: Póst-þjónustuaðili
