Repository: alfonsoegio/plugin.programm.xbmcmail
Catalog: resources/language/Afrikaans/strings.po
Languages: af

# #30000
source: Mark Seen
af: merk as gesien

# #30001
source: Mark Unseen
af: merk as Ongesien

# #30002
source: Delete Email
af: verwyder Epos

# #30003
source: Delete
af: Wis uit

# #30004
source: Are you sure?
af: Is jy seker?

# #30005
source: Please select your Provider
af: Kies jou diensverskaffer

# #30006
source: Connection Error
af: verbinding fout

# #30007
source: Wrong Credentials
af: Verkeerde Besonderhede

# #30008
source: Do you want to open the Settings and try again?
af: Wil jy die virstellings oop maak en weer probeer?

# #30009
source: Wrong IMAP Server/SSL-Settings
af: Verkeerd IMAP bediener / SSL-Virstellings

# #30010
source: Page
af: Bladsy

# #30011
source: Refresh folder
af: verfris lÃªer

# #30300
source: Username
af: Gebruikersnaam

# #30301
source: Password
af: Wagwoord

# #30302
source: IMAP Host
af: IMAP Gasheer

# #30303
source: Use SSL
af: Gebruik SSL

# #30304
source: Email-Provider
af: Epos-Verskaffer
